#6 Створити список, що складається з чотирьох елементів типу string. Потім, за допомогою циклу for, вивести елементи по черзі на екран.
#my_list = ["hello","sun","punk","roll"]
#for x in my_list:
#    print(x)
# #######################################7
# Змінити попередню програму так, щоб в кінці кожної букви елементів при виводі додавався певний символ, наприклад “#”. 
# (Підказка: цикл for може бути вкладений в інший цикл, а також  треба використати функцію print(“ ”, end=”%”)). 
#my_list = ["hello","sun","punk","roll"]
#for x in my_list:
#    for y in x:
#        print(y ,end="$")
#########################################
#Юзер вводить число з клавіатури, написати скріпт, який визначає чи це число просте чи складне.
num = int (input("Enter number: "))
if num // num == 1 or num // 1 == num:
    print 